<?php
if (!defined('BASEPATH'))
	exit('No direct script access allowed');
/**
 * 楼盘的一些配置
 *
 * @Author: chenglin.zhu@gmail.com
 * @Date: 2013-1-11
 */

// 查询分类
// 类型 10：楼盘 20：地点 30：用户 40：POST数据 50：新闻
$config['search_type'] = array(
    '10' => '楼盘',
    '20' => '地点',
    '30' => '用户',
    '40' => '点评/图片',
    '50' => '新闻'
);

$config['search'] = array(
		'building' => array(
				'area' => array (
						0 => '不限',
						1 => '锦江区',
						2 => '青羊区',
						3 => '成华区',
						4 => '金牛区',
						5 => '武侯区',
						6 => '新都',
						7 => '温江',
						8 => '龙泉驿区',
						9 => '青白江',
						10 => '都江堰',
						11 => '邛崃',
						12 => '崇州',
						13 => '彭州',
						14 => '双流',
						15 => '郫县',
						16 => '大邑',
						17 => '新津',
						18 => '蒲江',
						19 => '金堂',
						20 => '高新区',
						21 => '高新西区',
						22 => '温江',
						23 => '绵阳'
				),
				'price' => array (
						0 => '全部',
						1 => '4000以下',
						2 => '4000-6000',
						3 => '6000-8000',
						4 => '8000-10000',
						5 => '10000-14000',
						6 => '14000以上'
				),
				'house_type' => array (
						0 => '全部',
						1 => '住宅',
						2 => '经济适用房',
						3 => '别墅',
						4 => '写字楼',
						5 => '商铺',
						6 => '商住两用'
				),
				'loop' => array (
						0 => '全部',
						1 => '一环内',
						2 => '一环-二环',
						3 => '二环-三环',
						4 => '三环-绕城',
						5 => '绕城外'
						),
				'selling' => array (
						0 => '全部',
						1 => '待售',
						2 => '在售'
				),
				'direction' => array (
						0 => '全部',
						1 => '东',
						2 => '南',
						3 => '西',
						4 => '北',
						5 => '中'
				),
				'subway' => array (
						0 => '全部',
						1 => '一号线',
						2 => '二号线',
						3 => '三号线',
						4 => '四号线',
						5 => '五号线',
						6 => '六号线',
						7 => '成灌快铁'
				),
				'fitment' => array (
						0 => '全部',
						1 => '精装房',
						2 => '简装房',
						3 => '毛坯房'
				)
		),
		'search_url' => 'http://127.0.0.1:9983/solr/collection1/select'
);