<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8" />

        <!-- Always force latest IE rendering engine (even in intranet) & Chrome Frame
        Remove this if you use the .htaccess -->
        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />

        <title><?php echo __('用户许可协议和版权声明'); ?></title>

        <meta name="viewport" content="width=device-width; initial-scale=1.0" />

        <!-- Replace favicon.ico & apple-touch-icon.png in the root of your domain and delete these references -->
        <link rel="shortcut icon" href="/favicon.ico" />
        <link rel="apple-touch-icon" href="/apple-touch-icon.png" />
        <link rel="stylesheet" href="/css/mobile.style.css" type="text/css" media="screen" title="no title" charset="utf-8"/>
        
        <!-- HTML5 shim and Respond.js IE8 support of HTML5 elements and media queries -->
        <!--[if lt IE 9]>
          <script src="/js/html5shiv.js"></script>
          <script src="/js/respond.min.js"></script>
        <![endif]-->
    
    </head>

    <body id="<?php echo $this->App->language(); ?>">
        <div class="container">
            <div class="box">
                <div class="typo text-article ">
                    <h3><?php echo __('用户许可协议和版权声明'); ?></h3>
                    <p>
                        <?php echo __('请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择停止使用鱼说。当您注册成功，无论是进入鱼说，还是在鱼说上发布任何内容，均意味着您（即「用户」）完全接受本协议项下的全部条款。'); ?>
                    </p>
                    
                    <span><?php echo __('使用规则'); ?></span>
                    
                    <p>
                        <em>1</em>
                        <?php echo __('用户注册成功后，鱼说将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。'); ?>
                    </p>
                    <p>
                        <em>2</em>
                        <?php echo __('用户须对在鱼说的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则鱼说有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。'); ?>
                    </p>
                    <p>
                        <em>3</em>
                        <?php echo __('用户直接或通过各类方式（如API 引用等）间接使用鱼说服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用鱼说所提供的全部服务。'); ?>
                    </p>
                    <p>
                        <em>4</em>
                        <?php echo __('鱼说是一个信息分享、传播及获取的平台，用户通过鱼说发表的信息为公开的信息，其他第三方均可以通过鱼说获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在鱼说上进行发表。'); ?>
                    </p>
                    <p>
                        <em>5</em>
                        <?php echo __('用户承诺不得以任何方式利用鱼说直接或间接从事违反法律、以及社会公德的行为，鱼说有权对违反上述承诺的内容予以删除。'); ?>
                    </p>
                    <p>
                        <em>6</em>
                        <?php echo __('用户同意遵守鱼说内容与使用规范。'); ?>
                    </p>
                    <p>
                        <em>7</em>
                        <?php echo __('鱼说有权对用户使用鱼说的情况进行审查和监督，如用户在使用鱼说时违反任何上述规定，鱼说或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户发布的内容、暂停或终止用户使用鱼说的权利）以减轻用户不当行为造成的影响。'); ?>
                    </p>
                    
                    <span><?php echo __('知识产权'); ?></span>
                    
                    <p>
                        <em>1</em>
                        <?php echo __('鱼说是一个信息获取、分享及传播的平台，我们尊重和鼓励鱼说用户创作的内容，承诺将保护知识产权作为鱼说运营的基本原则之一。'); ?>
                    </p>
                    <p>
                        <em>2</em>
                        <?php echo __('在鱼说上传或发布的任何内容版权均归发布者所有，受到著作权和知识产权相关法律的保护；'); ?>
                    </p>
                    <p>
                        <em>3</em>
                        <?php echo __('在鱼说上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，鱼说有权根据实际情况删除相关的内容，甚至追究用户的法律责任，给鱼说或任何第三方造成损失的，用户应负责全额赔偿。'); ?>
                    </p>
                    <p>
                        <em>4</em>
                        <?php echo __('如果任何第三方侵犯了鱼说用户相关的权利，用户同意授权鱼说或其指定的代理人代表鱼说自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在鱼说认为必要的情况下参与共同维权。'); ?>
                    </p>
                    <p>
                        <em>5</em>
                        <?php echo __('鱼说有权但无义务对用户发布的内容进行审核，有权根据相关证据结合著作权和知识产权相关法律法规及鱼说审核规范对侵权信息进行处理。'); ?>
                    </p>
                    <p>
                        <em>6</em>
                        <?php echo __('若您发布的内容对他人的著作权或知识产权造成了侵害，鱼说将按照有关法律规定，删除侵权内容甚至终止您对账户的使用。'); ?>
                    </p>
                    <p>
                        <em>7</em>
                        <?php echo __('若您的著作权或知识产权遭到侵害，您可以联系鱼说要求删除侵权内容（邮箱：contact@fishsaying.com），并提供具有法律效力的证明材料，以便鱼说作出处理。'); ?>
                    </p>
                    
                    <span><?php echo __('个人隐私'); ?></span>
                    
                    <p>
                        <em>1</em>
                        <?php echo __('尊重用户个人隐私信息的私有性是鱼说的一贯原则，鱼说将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，鱼说保证不对外公开或向第三方透露用户个人隐私信息，或用户在使用服务时存储的非公开内容。同时，为了运营和改善鱼说的技术与服务，鱼说将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于鱼说向用户提供更好的用户体验和服务质量。'); ?>
                    </p>
                    
                    <span><?php echo __('免责申明'); ?></span>
                    
                    <p>
                        <em>1</em>
                        <?php echo __('鱼说不能对用户发表的内容或评论的正确性进行保证。'); ?>
                    </p>
                    <p>
                        <em>2</em>
                        <?php echo __('用户在鱼说发表的内容仅表明其个人的立场和观点，并不代表鱼说的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。鱼说不承担任何法律及连带责任。'); ?>
                    </p>
                    <p>
                        <em>3</em>
                        <?php echo __('鱼说不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。'); ?>
                    </p>
                    <p>
                        <em>4</em>
                        <?php echo __('对于因不可抗力或鱼说不能控制的原因造成的网络服务中断或其它缺陷，鱼说不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。'); ?>
                    </p>
                    <p>
                        <em>5</em>
                        <?php echo __('如果您发现鱼说上有内容侵犯了您的知识产权或其他权益，请联系我们contact@fishsaying.com。'); ?>
                    </p>
                    
                    <span><?php echo __('协议修改'); ?></span>
                    
                    <p>
                        <em>1</em>
                        <?php echo __('根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，鱼说有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，鱼说将会直接在鱼说客户端公布修改之后的协议内容，该公布行为视为鱼说已经通知用户修改内容。'); ?>
                    </p>
                    <p>
                        <em>2</em>
                        <?php echo __('如果不同意鱼说对本协议相关条款所做的修改，用户有权并应当停止使用鱼说。如果用户继续使用鱼说，则视为用户接受鱼说对本协议相关条款所做的修改。'); ?>
                    </p>
                    
                    <span><?php echo __('法律管辖'); ?></span>
                    
                    <p>
                        <em>1</em>
                        <?php echo __('本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。'); ?>
                    </p>
                    <p>
                        <em>2</em>
                        <?php echo __('如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向鱼说所在地的人民法院提起诉讼。'); ?>
                    </p>
                </div>
            </div>
        </div>
    </body>
</html>
