<?php
/**
 * 预设私信
 * Create by 2012-3-29
 * @author liuw
 * @copyright Copyright(c) 2012-2014 joyotime
 */
  
 // Define and include
if ( ! defined('BASEPATH')) exit('No direct script access allowed');   

//【屏蔽点评/图片】
//对不起，你在xxxx发布的点评/图片可能含有不适宜内容或恶意刷屏等因素，已被管理员删除，并系统自动扣除100积分。
//【屏蔽头像】
//对不起，你的头像含有不适宜内容，可能涉及到IN成都官方标识，黄色信息或政治敏感等内容，已被管理员屏蔽，感谢你对IN成都的支持。
//【屏蔽昵称】
//对不起，你的昵称含有不适宜内容，可能涉及到IN成都官方，黄色信息或政治敏感等内容，已被管理员屏蔽，感谢你对IN成都的支持。
//【屏蔽签名】
//对不起，你的个人签名含有不适宜内容，可能涉及到IN成都官方，黄色信息或政治敏感等内容，已被管理员屏蔽，感谢你对IN成都的支持。

 // Code
$lang['ugc_taboo_examine'] = '你在@{place}发布的@{post_type}通过了审核。感谢你对IN成都的支持。由此带来的不便敬请谅解。';//含有敏感词的内容被审核通过
$lang['ugc_post_kill'] = '对不起，你在@{place}发布的@{post_type}可能含有不适宜内容或恶意刷屏等因素，已被管理员删除，并系统自动扣除100积分。';
//$lang['ugc_post_kill'] = '对不起，你在@{place}发布的@{post_type}含有不适宜内容，可能会危害IN成都，已经被管理员删除了，并被扣除了100积分。';//内容被屏蔽   
$lang['ugc_profile_avatar_kill'] = '对不起，你的头像含有不适宜内容，可能涉及到IN成都官方标识，黄色信息或政治敏感等内容，已被管理员屏蔽，感谢你对IN成都的支持。';
//$lang['ugc_profile_avatar_kill'] = '对不起，你的头像含有不适宜内容，可能会危害IN成都，已经被管理员删除了。';//头像被屏蔽
$lang['ugc_profile_nickname_kill'] = '对不起，你的昵称含有不适宜内容，可能涉及到IN成都官方，黄色信息或政治敏感等内容，已被管理员屏蔽，感谢你对IN成都的支持。';
//$lang['ugc_profile_nickname_kill'] = '对不起，你的昵称含有不适宜内容，可能会危害IN成都，已经被管理员删除了。';//昵称被屏蔽
$lang['ugc_profile_description_kill'] = '对不起，你的个人签名含有不适宜内容，可能涉及到IN成都官方，黄色信息或政治敏感等内容，已被管理员屏蔽，感谢你对IN成都的支持。';
//$lang['ugc_profile_description_kill'] = '对不起，你的签名含有不适宜内容，可能会危害IN成都，已经被管理员删除了。';//签名被屏蔽

//系统消息相关
$lang['pm_reply_prefix'] = '回复 [@{nickname}]:';//回复私信开头部分
$lang['sm_reply_prefix'] = '你在[@{place}]的回复有新的回复';//系统消息头部－回复的回复
$lang['sm_tip_prefix'] = '你在[@{place}]的点评有新的回复';//系统消息头部－点评的回复
$lang['sm_pic_prefix'] = '你在[@{place}]的图片有新的回复';//系统消息头部－图片的回复
$lang['sm_pm_prefix'] = '@{sender}给你发了@{pm_size}私信';//系统消息头部－发私信
$lang['sm_poi_report_confirm'] = '亲爱滴你好！你对“@{place}”的报错信息被采纳，同时赠送你50积分。感谢你对IN成都的支持。';
$lang['sm_poi_report'] = '亲爱滴你好！你对“@{place}”的报错信息已处理。感谢你对IN成都的支持。';
$lang['sm_feedback_confirm0'] = '你的反馈已收到，赠送你100积分，感谢你对IN成都的支持：）';
$lang['sm_feedback_confirm1'] = '你好，你反馈的问题已记录，我们会在以后的更新中努力完善的，赠送你100积分，感谢你的使用和支持。^(- -)^';
$lang['sm_poi_checked_delete'] = '很遗憾！你创建的地点【@{place}】没能通过管理员审核，已被删除，感谢你对IN成都的支持。';
$lang['sm_poi_checked'] = '你创建的地点【@{place}】已经通过管理员审核，赠送你50积分，感谢你对IN成都的支持。';
 // File end
 
// 射精
// YY被射精
// 你发布的内容被设置为了精华，并获得了300积分奖励。o(≧v≦)o
// 点评被射精
// 你在[@{place}]发布的点评被设置为了精华，并获得了300积分奖励。o(≧v≦)o
// 地点册被射精
// 你的地点册“{@地点册}”被设置为了精华，并获得了300积分奖励。o(≧v≦)o
$lang['sm_yy'] = '你发布的内容被设置为了精华，并获得了%s积分奖励。o(≧v≦)o';
$lang['sm_post'] = '你发布的内容被设置为了精华，并获得了%s积分奖励。o(≧v≦)o';
$lang['sm_pl'] = '你的地点册“%s”被设置为了精华，并获得了%s积分奖励。o(≧v≦)o';

// 【设为精华并加分】：你于2012-12-12 12:12发布的一条内容被管理员设置为精华，赠于你100积分，感谢你对IN成都的支持！
// 【推荐到首页并加分】：你于2012-12-12 12:12发布的一条内容被管理员推荐到首页，赠于你100积分，感谢你对IN成都的支持！
// 【设为精华并被推荐到首页并加分】：你于2012-12-12 12:12发布的一条内容被管理员设为精华并被推荐到首页，赠于你100积分，感谢你对IN成都的支持！
// 【如果没加分】在相应的消息中取消，"赠于你100积分"这一句即可

$lang['sm_post_1_0_1'] = '你于%s发布的一条内容被管理员设置为精华，赠于你%s积分，感谢你对IN成都的支持！';
$lang['sm_post_0_1_1'] = '你于%s发布的一条内容被管理员推荐到首页，赠于你%s积分，感谢你对IN成都的支持！';
$lang['sm_post_1_1_1'] = '你于%s发布的一条内容被管理员设为精华并被推荐到首页，赠于你%s积分，感谢你对IN成都的支持！';
$lang['sm_post_1_0_0'] = '你于%s发布的一条内容被管理员设置为精华，感谢你对IN成都的支持！';
$lang['sm_post_0_1_0'] = '你于%s发布的一条内容被管理员推荐到首页，感谢你对IN成都的支持！';
$lang['sm_post_1_1_0'] = '你于%s发布的一条内容被管理员设为精华并被推荐到首页，感谢你对IN成都的支持！';

// 【设为精华并加分】：你创建的地点册【成都小吃】被管理员设置为精华，赠于你100积分，感谢你对IN成都的支持！
// 【推荐到首页并加分】：你创建的地点册【成都小吃】被管理员推荐到首页，赠于你100积分，感谢你对IN成都的支持！
// 【设为精华并被推荐到首页并加分】：你创建的地点册【成都小吃】被管理员设为精华并被推荐到首页，赠于你100积分，感谢你对IN成都的支持！
// 【如果没加分】在相应的消息中取消，取消 "赠于你100积分" 这一句即可

$lang['sm_pl_1_0_1'] = '你创建的地点册【%s】被管理员设置为精华，赠于你%s积分，感谢你对IN成都的支持！';
$lang['sm_pl_0_1_1'] = '你创建的地点册【%s】被管理员推荐到首页，赠于你%s积分，感谢你对IN成都的支持！';
$lang['sm_pl_1_1_1'] = '你创建的地点册【%s】被管理员设为精华并被推荐到首页，赠于你%s积分，感谢你对IN成都的支持！';
$lang['sm_pl_1_0_0'] = '你创建的地点册【%s】被管理员设置为精华，感谢你对IN成都的支持！';
$lang['sm_pl_0_1_0'] = '你创建的地点册【%s】被管理员推荐到首页，感谢你对IN成都的支持！';
$lang['sm_pl_1_1_0'] = '你创建的地点册【%s】被管理员设为精华并被推荐到首页，感谢你对IN成都的支持！';


// 退款给用户发消息
$lang['sm_order_refund'] = '你购买的【%s】，订单号【%s】退款成功！退回的积分已冲入你的账户，感谢你对IN成都的支持！';

// 审核POI不送积分
$lang['sm_poi_none_score'] = '你创建的地点【%s】已经通过了管理员的审核，但由于该地点不在成都范围内或其他原因，没有积分奖励，感谢你对IN成都的支持！';
 